tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "openssl@1.1"
brew "asdf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "mysql"
brew "node"
# brew "postgresql"
brew "redis"
brew "ruby-install"
brew "vim"
brew "heroku/brew/heroku"
cask "1password"
# cask "amazon-music"
cask "android-studio"
cask "cleanshot"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
mas "Xcode", id: 497799835

