tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puma/puma"

brew "ack"
brew "angle-grinder"
brew "bash-completion"
brew "openssl"
# brew "asdf"
brew "gh"
brew "git"
# brew "jq"
# brew "mas"
brew "mysql"
brew "node"
brew "yarn"
brew "postgresql@15"
brew "redis"
brew "chruby"
brew "ruby-install"
brew "crystal"
brew "vim"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"

# cask "1password"
# cask "amazon-music"
# cask "android-studio"
cask "basecamp"
cask "cleanshot"
# cask "dropbox"
cask "github"
# cask "google-chrome"
cask "imageoptim"
# cask "iterm2"
# cask "ngrok"
# cask "rectangle"
# cask "slack"
cask "spotify"
cask "tableplus"
cask "tripmode"
# cask "visual-studio-code"
# mas "Xcode", id: 497799835
cask "orbstack"
